Repository: stevendinggang/stringkey
Catalog: New/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, th, tr, vi, zh_hant, zh_hk

source: 成功更新记录: %@
ar: تحديث السجل بنجاح: %@
de: Datensatz erfolgreich aktualisiert: %@
en: Successfully Updated Record: %@
es: Registro actualizado con éxito: %@
fr: Enregistrement mis à jour avec succès: %@
id: Berhasil Memperbar Catuiatan: %@
it: Record aggiornato con successo: %@
ja: レコードの更新に成功しました: %@
ko: 기록 업데이트 성공: %@
nl: Succesvol bijgewerkte record: %@
pl: Pomyślnie zaktualizowano rekord: %@
pt_br: Registro atualizado com sucesso: %@
pt_pt: Registo atualizado com sucesso: %@
ru: Запись успешно обновлена: %@
th: บันทึกอัปเดตสำจ:เร็ %@
tr: Kayıt Başarıyla Güncellendi: %@
vi: Cập nhật hồ sơ thành công: %@
zh_hant: 成功更新記錄: %@
zh_hk: 成功更新記錄: %@

source: 成功点击了编辑
ar: تم النقر بنجاح على التحرير
de: Erfolgreich auf Bearbeiten geklickt
en: Edit Successfully Clicked
es: Hizo clic en editar con éxito
fr: Édition cliquée avec succès
id: Berhasil mengklik edit
it: Modifica riuscita cliccata
ja: 編集が正常にクリックされました
ko: 편집을 성공적으로 클릭했습니다
nl: Succesvolle bewerking
pl: Pomyślne kliknięcie edycji
pt_br: Edição clicada com sucesso
pt_pt: Edição clicada com sucesso
ru: Успешно нажато редактирование
th: คลิกแก้ไขสำเร็จ
tr: ılıDüzenlemeye Tıklama Başarılı
vi: Đã nhấp chuột chỉnh sửa thành công
zh_hant: 成功點擊了編輯
zh_hk: 成功點擊了編輯

# 成功获取记录: %@, 记录内容: %@
source: 成功获取记录: %1$@, 记录内容: %2$@
ar: تم الحصول على السجل بنجاح %:1$@, محتوى السجل: %$2@
de: Datensatz erfolgreich abgerufen: %1$@, Datensatzinhalt: %2$@
en: Successfully Retrieved Record: %1$@, Record Content: %2$@
es: Registro obtenido con éxito %:1$@, contenido del registro: %2$@
fr: Enregistrement obtenu avec succès: %1$@, Contenu de'en lregistrement: %2$@
id: Berhasil Mendapatkan Catatan: %1$@, Konten Catatan: %2$@
it: Registrazione ottenuta con successo: %1$@, contenuto della registrazione: %2$@
ja: レコードの取得に成功しました: %1$@, レコード内容: %2$@
ko: 기록 획득 성공: %1$@, 기록 내용: %2$@
nl: Succesvol verkregen record: %1$@, Recordinhoud: %2$@
pl: Pomyślnie pobrano rekord: %1$@, treść rekordu: %2$@
pt_br: Registro obtido com sucesso: %1$@, Conteúdo do registro: %2$@
pt_pt: Registo obtido com sucesso: %1$@, conteúdo do registo: %2$@
ru: Запись успешно получена: %1$@, содержимое записи: %2$@
th: รับบันทึกสำเร็จ: %1$@, เนื้อหาบึกันท: %2$@
tr: Kayıt Alındı Başarılı: %1$@ K,ayıteri İçği: %2$@
vi: Nhận hồ sơ thành công: %1$@, dung Nội hồ sơ: %2$@
zh_hant: 成功獲取記錄: %1$@, 記錄內容: %2$@
zh_hk: 成功獲取記錄: %1$@, 記錄內容: %2$@

source: 我们的邮件地址是 %@， 点击确定复制到粘贴板～ ,期待收到您的邮件～
ar: عنوان بريدنا الإلكتروني هو %@، انقر تأكيد للنسخ إلى الحافظة، ننتظر استلام بريدك~
de: Unsere E-Mail-Adresse lautet %@, klicken Sie auf OK, um sie in die Zwischenablage zu kopieren～ Wir freuen uns auf Ihre E-Mail～
en: Our email address is %@, click OK to copy to the clipboard~, looking forward to receiving your email~
es: Nuestra dirección de correo electrónico es %@, haga clic en Aceptar para copiar al portapapeles~, esperamos recibir su correo~
fr: Notre adresse e-mail est %@, cliquez sur OK pour copier dans le presse-papiers～, Nous espérons recevoir votre e-mail～
id: Alamat email kami adalah %@, klik OK untuk menyalin ke papan klip~, berharap untuk menerima email Anda~
it: Il nostro indirizzo email è %@, fai clic su OK per copiarlo negli appunti ~, non vediamo l'ora di ricevere la tua email ~
ja: 私たちのメールアドレスは%@です。「確定」をクリックしてクリップボードにコピー～。メールをお待ちしています～
ko: 우리의 이메일 주소는 %@입니다. 확인을 클릭하여 클립보드에 복사하세요. 여러분의 이메일을 기다리고 있습니다~
nl: Ons e-mailadres is %@, Klik op OK om naar het klembord te kopiëren～, We kijken uit naar uw e-mail～
pl: Nasz adres e-mail to %@, kliknij OK, aby skopiować do schowka～ Czekamy na Twoje e-maile～
pt_br: Nosso endereço de e-mail é %@, clique em OK para copiar para a área de transferência～ Aguardamos seu contato～
pt_pt: Nosso e-mail %@ é, clique em OK para copiá-lo para a área de transferência~ Estamos ansiosos por seu e-mail~
ru: адресНаш электронной почты %@, нажмите ОК, чтобы скопировать в буфер обмена～ , ждём пись вашегома～
th: อีเมล์ของเราคือ %@，คลิกตกเพื่อคลงัดลอกไปยังคลิปบอร์ด～ ,หวังว่าจะได้รับอีเมล์จากคุณ～
tr: E-posta adresimiz %@, kopyalamak için Tamam'a tıklayın, e-postanızı bekliyoruz
vi: Địa chỉ email của chúng tôi là %@, nhấn OK để sao chép vào bảng tạm～ , chúng tôi mong nhận được email của bạn～
zh_hant: 我們的郵件地址是 %@ ， 點擊確定複到製粘貼板～期待 ,收到您的郵件～
zh_hk: 我們的郵件地址是 %@， 點擊確定複製到粘貼板～ ,期待收到您的郵件～

source: 我的
ar: خاصتي
de: Mein
en: Mine
es: Mío
fr: Mon profil
id: Milikku
it: Mio
ja: マイページ
ko: 나의
nl: Mijn
pl: Mój
pt_br: Meu
pt_pt: Meu
ru: Моё
th: ของฉัน
tr: Benim
vi: Của tôi

source: 我的配方
ar: وصفاتي
de: Meine Rezepte
en: My Recipes
es: Mis recetas
fr: Mes recettes
id: Resepku
it: Le mie ricette
ja: 私のレシピ
ko: 나의 레시피
nl: Mijn recepten
pl: Moje przepisy
pt_br: Minhas fórmulas
pt_pt: Minhas Receitas
ru: Мой рецепт
th: สูตรของฉัน
tr: TariflerimSay
vi: Recipe của tôi

source: 我的页面
ar: صفحة خاصتي
de: Meine Seite
en: My Page
es: Mi página
fr: Ma page
id: Halaman Saya
it: La mia pagina
ja: 私のページ
ko: 나의 페이지
nl: Mijn pagina
pl: Moja strona
pt_br: Minha página
pt_pt: Minha Página
ru: Моя страница
th: หน้าของฉัน
tr: fam
vi: Trang của tôi
zh_hant: 我的頁面
zh_hk: 我的頁面

source: 手机号码
ar: رقم الهاتف
de: Telefonnummer
en: Phone Number
es: Número de teléfono
fr: Numéro de téléphone
id: Nomor Ponsel
it: Numero di telefono
ja: 携帯番号
ko: 휴대폰 번호
nl: Telefoonnummer
pl: Numerek telefonu komórkowego
pt_br: Número de telefone
pt_pt: Número de
ru: Номер телефона
th: หมายเลขโทรศัพท์
tr: Telefon numarası
vi: Số điện thoại
zh_hant: 手機號碼
zh_hk: 手機號碼

source: 扫码添加
ar: إضافة مسح رمز الاستجابة السريعة
de: QR-Code scannen,undhinzufügen
en: Scan to Add Recipe
es: Escanear para agregar receta
fr: Ajouter une recette
id: Tambahkan melalui Pemindaian
it: aggiungi tramite scansione
ja: スキャンして追加
ko: QR 코드 추가
nl: Scan toevoegen
pl: Skanowanie dodane
pt_br: Adição por scanner de código
pt_pt: Adicionar através de escaneamento
ru: Сканировать и добавить
th: สแกนเพื่อลงทะเบียน
tr: Taramayı Ekleyin
vi: Quét mã thêm
zh_hant: 掃碼添加
zh_hk: 掃碼添加

source: 扫码添加配方
ar: إضافة صيغة برمز الاستجابة السريعةمس
de: QR scannen & hinzufügen
en: Scan to Add
es: Escanear para agregar receta
fr: Scanner une recette
id: Tambahkan Resep melalui Pemindaian
it: aggiungi una ricetta tramite scansione
ja: スキャンしてレシピを追加
ko: 레시피 QR 코드 추가
nl: Film recept herkenning
pl: Skanowanie dodania przepisu
pt_br: Adicionar receita por scanner de código
pt_pt: Adicionar receita através de escaneamento
ru: Сканировать и добавить рецепт
th: สแกนเพิ่มสูตร
tr: Tarif Eklemek İçin Tarayın
vi: Quét mã thêm recipe màu
zh_hant: 掃碼添加配方
zh_hk: 掃碼添加配方

source: 扫码识别到色彩配方，立即创建
ar: امسح رمز الاستجابة السريعة للتعرف على صيغة الألوان، أنشئ فورًا
de: QR-Code gescannt, Farbrezept sofort erstellen
en: Scan to Identify Recipe, Create Now
es: Escanea y detecta la fórmula de color, crea ahora
fr: Scanner pour reconnaître la recette de simulations, créer maintenant
id: Pindai untuk Mengenali Resep Warna, Buat Sekarang
it: scansiona ricon peroscere la ricetta colore, crea ora
ja: スキャンして色彩レシピを認識して即座に作成
ko: QR 코드로 색상 레시피 인식, 즉시 생성
nl: Scan de code om het kleurrecept te herkennen en onmiddellijk te creëren
pl: Zeskanuj i rozpoznaj przepis kolorny,ystycz utórwz go natychmiast
pt_br: Scanner de código para identificar receita de cores, crie agora
pt_pt: Escaneie para reconhecer a receita de cores, crie imediatamente
ru: Распознание QR-кода для создания рецепта, создать сейчас
th: สแกนโค้ดรับสูตรสี สร้างทันที
tr: fTarif için Renk Tanı ile Başlat
vi: Quét mã để thêm ngay recipe màu
zh_hant: 掃碼識別到軟片模擬，立即創建
zh_hk: 掃碼識別到色彩配方，立即創建

source: 批量处理地址信息可能较慢，请您导出图片前进行检查哦～
ar: قد يكون معالجة عناوين الدفعة بطيئًا بعض الشيء، يرجى التحقق قبل تصدير الصورة~
de: Die Stapelverarbeitung von Adressinformationen kann etwas langsam sein, bitte überprüfen Sie vor dem Export der Bilder.
en: Batch processing address information may be slow, please check before exporting the image~
es: El procesamiento por lotes de información direcciones puede ser lento, por favor revisa antes de exportar la imagen～
fr: Le traitement par lot des informations d'adresse peut être lent, veuillez vérifier avant d'exporter l'image~
id: Proses Alamat Massal Mungkin Lambat, Silakan Periksa Sebelum Mengek Gsporambar~
it: L’elaborazione in batch delle informazioni sugli indir potrebbeizzi essere lenta, si prega di controllare prima di esportare l’immagine~
ja: アドレス情報のバッチ処理に時間がかかる場合があります。画像をエクスポートする前に確認してください〜
ko: 다량의 주소 정보를 처리하는 데 시간이 걸릴 수 있으므로 이미지를 내보내기 확인 전에~하세요
nl: Bulkverwerking van adresinformatie kan traag zijn, controleer alstublieft de afbeelding voordat u deze exporteert~
pl: Masowe przetwarzanie informacji o adresie może być wolniejsze, śled prosźzę przed eksportem obrazów~
pt_br: O processamento em massa das informações de endereço pode ser mais lento, por favor verifique antes de exportar as imagens～
pt_pt: O processamento em massa de informações de endereço pode ser lento, certifique-se de verificar antes de exportar imagens~
ru: Массовая обработка адресной информации может быть медленной, пожалуйста, проверьте экспорт передом изображения~
th: การประมวลผลที่อยู่ชุดคำสั่งอาจช้า โปรดตรวจสอบให้แน่ใ่อนจกส่งออกภาพ～
tr: Toplu Adres İşleme Yavaş Olabilir, Lütfen Resimleri Dış Aktaarmadan Önce Kontrol Edin～
vi: Xử lý hàng loạt địa chỉ có thể chậm, vui lòng kiểm tra trước khi xuất hình ảnh~
zh_hant: 批量處理地址信息可能較慢，請您導出圖片前進行檢查哦～
zh_hk: 批量處理地址信息可能較慢，請您導出圖片前進行檢查哦～

source: 批量导入图片制作边框
ar: استيراد الصور بالجملة لإنشاء إطار
de: Massenimport von Bildern zur Erstellung von Foto-Frames
en: Add frames in seconds by batch operations
es: Importación masiva de imágenes para hacer marcos
fr: Importation en masse d'images pour créer des bordures de photo
id: Impor Gambar Massal untuk Membuat Bingkai
it: Importazione batch di immagini per creare cornici
ja: 一括して画像をインポートしてフレームを作成する
ko: 대량으로 이미지를 가져와 프레임 제작
nl: Batchimport van afbeeldingen om kaders te maken
pl: Masowy import obrazów do tworzenia ramek
pt_br: Importação em massa de imagens na criação de molduras
pt_pt: Importação em massa de imagens para criar molduras
ru: Массовый импорт изображений для создания рамок
th: นำเข้าชุดภาพเพื่อสร้างกรอบแบ
tr: Toplu Resim Yükleyip Çerçeve Yapın
vi: Nhập hàng loạt hình ảnh để tạo khung
zh_hant: 批量匯入圖片製作邊框
zh_hk: 批量導入圖片製作邊框

source: 批量操作更便捷
ar: عيالتعامل مع الدفعة أكثر ملاءمة
de: Batch-Verarbeitung be istquemer
en: operations are more convenient
es: Operaciones por lotes másientes conven
fr: Les opérations en lot sont plus pratiques
id: Operasi Massal Lebih Nyaman
it: Operazioni batch più convenienti
ja: バッチ操作がさらに便利に
ko: 더 편리한 대량 작업
nl: Batchverwerking gemakkelijker
pl: Masowa operacja jest wygodniejsza
pt_br: Operação em massa mais conveniente
pt_pt: Operações em massa mais convenientes
ru: Массовые операции стали проще
th: ั่งการทำงานชุดคำสั่งสะดวกกว่า
tr: Toplu İşlemler Daha Rahat
vi: Thao tác hàng loạt tiện lợi hơn

source: 批量操作更轻松
ar: التعامل مع الدفعة أكثر سهولة
de: Batch-Vorgänge leichter gemacht
en: Batch Operations are Easier
es: Las acciones por lotes son más fáciles
fr: Opérations en masse plus faciles
id: Operasi Massal Lebih Mudah
it: operazioni batch semplificate
ja: 一括が操作より簡単に
ko: 일괄 작업 더 쉽습니다
nl: Bulkacties makkelijker
pl: Masowe operacje są łatwiejsze
pt_br: Operação em massa mais fácil
pt_pt: Operações em massa mais fáceis
ru: Групповые действия проще
th: การทำงานชุดคำสั่งง่ายขึ้น
tr: Toplu İşlemler Daha Kolay
vi: Thao tác hàng loạt dễ dàng hơn
zh_hant: 批量操作更輕鬆
zh_hk: 批量操作更輕鬆

source: 批量编辑
ar: تحرير جما
de: Batch-Bearbeitung
en: Batch Edit
es: Edición en lote
fr: Édition en masse
id: Edit Massal
it: modifica in batch
ja: 一括編集
ko: 일괄 편집
nl: bewerken
pl: Masowa edycja
pt_br: Edição em massa
pt_pt: Edição em massa
ru: Массовое редактирование
th: แก้ไขชุดคำส
tr: Toplu Düzenle
vi: Chỉnh sửa hàng loạt
zh_hant: 批量編輯
zh_hk: 批量編輯

source: 投诉与反馈
ar: شكوى وملاحظات
de: Beschwerden und Feedback
en: Complaints and Feedback
es: Quejas y comentarios
fr: Plaintes et Retours
id: Keluhan dan Umpan Balik
it: reclami e feedback
ja: 苦情とフィードバック画像
ko: 불만 및 피드백
nl: Klachten en feedback
pl: Reklamacje i opinie
pt_br: Reclamações e feedback
pt_pt: Denúncia e Feedback
ru: Жалобы и отзывы
th: ร้องเรียนและข้อเสนอแนะ
tr: Şikayet ve Geri Bildirim
vi: Khiếu nại và Phản hồi
zh_hant: 投訴與反饋
zh_hk: 投訴與反饋

source: 折合$%@/月
ar: ما يعادل $%@ / شهر
de: Avg. $%@/M
en: Avg. $%@/M
es: $%@/mes
fr: Avg. $%@/mois
id: Sesuai dengan %@/bulan
it: Avg. $%@/mese
ja: 月あたり$%@
ko: 한 달에 $%@
nl: $%@/maand
pl: Odpowiada $%@/mies.
pt_br: Equivalente a $%@/mês
pt_pt: equival aente $%@/mês
ru: $%@/мес
th: รายการสมาชิกรวมต่อเดือน $%@/เดือน
tr: Ayda $%@ karşılığı
vi: $%@/tháng

source: 折合¥%@/月
ar: ما يعادل ¥%@ / شهرهذه
de: Avg. ¥%@/Monat
en: Avg. $%@/month
es: ¥%@ / mes
fr: Avg. %@/mois
id: Sesuai dengan ¥%@/bulan
it: Avg. ¥%@ / mese
ja: ¥%@／月
ko: ¥%@/월
nl: Tegen ¥%@/maand
pl: Odpowiada%@ ¥/mies.
pt_br: Equivalente a ¥%@/mês
pt_pt: equivalente a ¥%@/mês
ru: ¥%@/месяц
th: รายการสมาชิกรวมต่อเดือน ¥%@/เดือน
tr: Ayda ¥%@ karşılığı
vi: ¥/%@tháng
zh_hant: 合¥%@/月

source: 拉黑用户失败。
ar: فشل حظر المستخدم.
de: Benutzer blockieren fehlgeschlagen.
en: Failed to Block User.
es: Falló el bloqueo de usuario
fr: Échec de la mise en liste noire de l'utilisateur.
id: Gagal Memblokir Pengguna
it: blocco utente fallito
ja: ユーザーをブラックリストに追加するのに失敗しました。
ko: 블랙리스트 사용자 추가 실패.
nl: Gebruiker blokkeren mislukt.
pl: Nie udało się zablokować użytkownika.
pt_br: Falha ao Banir Usuário.
pt_pt: Falhou ao Bloquear Utilizador.
ru: удалосьНе добавить в черный список пользователя.
th: ล้มเหลวในการบล็อกผู้ใช้
tr: Kullanıcıyı engelleme başarısız oldu.
vi: ặn người dùng thất bại.
zh_hant: 拉黑用戶失敗。
zh_hk: 拉黑用戶失敗。

source: 拉黑被点击
ar: تم الن علىقر الحظر
de: Blockieren angeklickt
en: User Blocked
es: Usuario bloqueado
fr: Mettre en liste noire cliqué
id: Klik Kunci Hitam
it: blocca toccato
ja: ブラックリストに追加がクリックされました
ko: 블랙리스트 클릭 추가됨
nl: Gebruiker geblokkeerd
pl: Kliknięto przycisk zablokowania
pt_br: Blacklist Clicado
pt_pt: Clique em Bloquear
ru: Добавление в черный наж списокато
th: คลิกดำ
tr: Engelleme tıklandı
vi: aoNhấp chặnCh
zh_hant: 拉黑被點擊
zh_hk: 拉黑被點擊

source: 拍摄时间
ar: وقت التصوير
de: Aufnahmedatum
en: Shooting Time
es: hora de captura
fr: Date de prise de vue
id: Waktu Pemretanot
it: ora di ripresa
ja: 撮影日時
ko: 촬영 시간
nl: Opnametijd
pl: Czas fotografowania
pt_br: Hora da captura
pt_pt: Tempo de captura
ru: Время съемки
th: เวลาถ่ายภาพ
tr: Çekim ZamanıTar
vi: Thời gian chụp
zh_hant: 拍攝時間
zh_hk: 拍攝時間

source: 指定应用
ar: تطبيق محدد
de: Zugewiesene Anwendung
en: Specified Application
es: aplicación designada
fr: Application spécifiée
id: Tentukan Aplikasi
it: App specifica
ja: 指定アプリケーション
ko: 지정 앱된
nl: Opgegeven toepassing
pl: Określ aplikację
pt_br: Aplicativo especificado
pt_pt: Aplicação designada
ru: Указанное приложение
th: ระบุแอปพลิเคชัน
tr: Belirlenen uygulama
vi: Chỉ định ứng dụng
zh_hant: 指定應用
zh_hk: 指定應用

source: 按钮
ar: زر
de: Taste
en: Button
es: Botón
fr: Bouton
id: Tombol
it: Pulsante
ja: ボタン
ko: 버튼
nl: Knop
pl: Przycisk
pt_br: Botão
pt_pt: Botão
ru: Кнопка
th: ปุ่ม
tr: Buton
vi: Nút
zh_hant: 按鈕
zh_hk: 按鈕

source: 按钮标题
ar: عنوان الزر
de: Tastentitel
en: Button Title
es: Título del botón
fr: Titre du bouton
id: Judul Tombol
it: Titolo del pulsante
ja: ボタンタイトル
ko: 버튼 제목
nl: Knoptitel
pl: Tytuł przycisku
pt_br: adoTítulo do
pt_pt: Título do botão
ru: Название кнопки
th: ข้อความปุ่ม
tr: Buton Başlığı
vi: Tiêu đề nút
zh_hant: 按鈕標題
zh_hk: 按鈕標題

source: 按钮被点击
ar: زر تم النقر عليه
de: Taste wurde geklickt
en: Button Clicked
es: Botón clicado
fr: Le bouton a été cliqué
id: Tombol Diklik
it: Pulsante cliccato
ja: ボタンがクリックされました
ko: 버튼이 클릭됨클
nl: Knop werd ingedrukt
pl: Przycisk został kliknięty
pt_br: Botão clic foi
pt_pt: Botão clicado
ru: Кнопка нажата
th: ปุ่มถูกคลิก
tr: Buton Tlandıık
vi: Nút đã được nhấp chuột
zh_hant: 按鈕被點擊
zh_hk: 按鈕被點擊

source: 推荐
ar: تيةوص
de: Empfehlung
en: Recommended
es: Recomendado
fr: Recommandé
id: Rekomendasi
it: Consigliato
ja: おすすめ
ko: 추천
nl: Aanbevolen
pl: Polecane
pt_br: Recomendado
pt_pt: Recomendado
ru: Рекомендации
th: แนะนำ
tr: Öneri
vi: Đề xuất
zh_hant: 推薦
zh_hk: 推薦

source: 推荐：填写问券反馈～
ar: توصية: ملء استبيان الماتلاحظ~
de: Empfehlung: Füllen Sie den Fragebogen aus～
en: Recommendation: Fill in Survey the for Feedback～
es: Recomendado: rellena la encuesta para feedback
fr: Recommandé : remplir le questionnaire de feedback～
id: Rekomendasi: Isi kuesioner umpan balik~
it: Consigliato: Compila il questionario di feedback ~
ja: 推奨：アンケートを記入してフィードバック～
ko: 추천: 설문지 작성 피드백 ~
nl: Aanbevolen: Vul de enquête in voor feedback～
pl: Polecane: wypełnij ankietę～
pt_br: Recomendado: Preencher questionário de feedback～
pt_pt: Recomendado: Preencher Questionário de Feedback~
ru: Рекомендация: заполните анкету с обратной связью～
th: แนะนำ: กรอกแบบสอบถาม～
tr: Öneri: Anketi Doldurarak Geri Bildirim
vi: Đề xuất: Điền bảng vào câu hỏi phản hồi～
zh_hant: 推薦：填寫問券反饋～
zh_hk: 推薦：填寫問券反饋～

source: 推荐：填写问卷反馈
ar: توصية: ملء استبيان الملاحظات
de: Empfohlen: Fragebogen ausfüllen
en: Recommendation Complete: the survey
es: Recomendado: llenar el cuestionario
fr: Recommandé : Remplir le questionnaire
id: Rekomendasi: Isi kuesionerpan um balik
it: Consigliato: compila il questionario per il feedback
ja: ：アンケートに記入してフィードバック
ko: 추천: 설문지 작성하여 피드백하기
nl: Aanbevolen: vragenlijst invullen voor feedback
pl: Polecane: wypełnij ankietę
pt_br: Recomendado: Preencher questionário de feedback
pt_pt: Recomendado: Preencher Pesquisa de Feedback
ru: Рекомендация: заполнить анкету для обратной связи
th: แนะนำ: กรอกแบบสอบถาม
tr: Öneri: Anketi Doldurarak Geri Bildirim
vi: Đề xuất: Điền vào bảng câu hỏi phản hồi
zh_hant: 推薦：填寫問卷反饋
zh_hk: 推薦：填寫問卷反饋

source: 推荐码
ar: رمز التوصية
de: Empfehlungscode
en: Referral code
es: código de recomendación
fr: Code de parrainage
id: Kode Rekomendasi
it: Codice di raccomandazione
ja: 推薦コード
ko: 추천 코드
nl: Kortingscode
pl: Kod polecający
pt_br: Código de recomendação
pt_pt: Código de Recomendação
ru: Рекомендационный код
th: รหัสแนะนำ
tr: Öneri Kodu
vi: Mã xuất đề
zh_hant: 推薦碼
zh_hk: 推薦碼

source: 提交
ar: إرسال
de: Einreichen
en: Submit
es: Registrate
fr: Soumettre
id: Kirimkan
it: invia
ja: 送信
ko: 제출
nl: Verzenden
pl: Prześlij
pt_br: Enviar
pt_pt: Submeter
ru: Отправить
th: ส่ง
tr: Gönder
vi: Gửi

source: 提示
ar: تنبيه
de: Hinweis
en: Tips
es: Consejo
fr: Alerte
id: Petunjuk
it: promemoria
ja: 通知
ko: 힌트
nl: Tip
pl: Wskazówka
pt_br: Dica
pt_pt: Dica
ru: Подсказка
th: แจ้ง
tr: İpucu
vi: Nhắc nhở

source: 搜索
ar: بحث
de: Suchen
en: Search
es: Buscar
fr: Recherche
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt_br: Pesquisa
pt_pt: Pesquisar
ru: Поиск
th: ค้นการหา
tr: Arama
vi: Tìm kiếm
zh_hant: 搜尋
zh_hk: 搜尋

source: 搜索模拟类型
ar: البحث عن أنواع المحاكاة
de: Simulationstyp suchen
en: Search Simulation TypeSubmit
es: Buscar tipo de simulación
fr: Rechercher le type de simulation
id: Cari Jenis Simulasi
it: ricerca tipo simulazione
ja: シミュレーションタイプを検索
ko: 모의 유형 검색
nl: Zoek simulatiemodel
pl: Szukaj rodzajów symulacji
pt_br: Procurar tipo de simulação
pt_pt: Procurar Simulação de Tipo
ru: Тип симуляции поиска
th: ค้นหารูปแบบการจำลอง
tr: Simülasyon Türünü Ara
vi: Loại mô phỏng tìm kiếm
zh_hant: 搜索模擬型類
zh_hk: 搜尋模擬類型

source: 搜索筛选胶片模拟配方
ar: البحث عن تصفية وصفات محاكاة الفيلم
de: Nach Film-Simulationsrezepten suchen
en: Search and Filter Film Simulation Recipes
es: Buscar y filtrar recetas de simulación de película
fr: Rechercher et filtrer les formules de simulation de film
id: Cari Resep Simulasi Film yang Difilter
it: Cerca e filtra le ricette di simulazione pellicola
ja: フィルムシミュレーションレシピを検索・フィルタリングする
ko: 필름 시뮬레이션 레시피 검색
nl: Zoeken en filteren van filmische recepten
pl: Szukaj filtrówul symacji filmu
pt_br: Procurar fórmula de simulação de filme filtrada
pt_pt: Procurar Receita de Filme de Filtro
ru: скИать и фильтровать рецепты симуляции пленки
th: ค้นหากรองฟิลม์จำลองสูตร
tr: Film Simül Tarifasyonini Filtrele Ara
vi: Tìm kiếm và lọc recipe màu film
zh_hant: 搜索篩選膠模片擬配方
zh_hk: 搜尋篩選膠模片配擬方

source: 搜索配方
ar: البحث عن الوصفات
de: Rezepte suchen
en: Search Recipes
es: Buscar recetas
fr: Rechercher une recette
id: Cari Resep
it: Cerca ricetta
ja: レシピ検索
ko: 레시피 검색
nl: Recept zoeken
pl: Szukaj przepisów
pt_br: Procurar fórmula
pt_pt: Procurar Receita
ru: Поиск рецептов
th: ค้นหาสูตร
tr: Tarif Ara
vi: Tìm kiếm recipe

source: 摄影师
ar: مصوّر
de: Fotograf
en: Photographer
es: Fotógrafo
fr: Photographe
id: Fotogra
it: fotografo
ja: トフォグラファー
ko: 사진 작가
nl: Fotograaf
pl: Fotograf
pt_br: Fotógrafo(a)
pt_pt: Fotógrafo
ru: Фотограф
th: ช่าง่ายถภาพ
tr: Fotoğrafçı
vi: Nhiếp ảnh gia
zh_hant: 攝影師
zh_hk: 攝影師

source: 支持一下： %@/每季
ar: دعم: %@/كل ربع سنة
de: Unterstützen Sie uns: %@/pro Quartal
en: %@/quarter, auto-renews
es: Apoya con: %@/por temporada
fr: %@/trimestre, renouvellement automatique
id: Dukung: %@/per musim
it: %@/trimestre, rinnovo automatico
ja: 支援する：%@/每季
ko: 지원해 주세요: %@/분기별
nl: un: %@/per kwartaal
pl: Wspieraj:/ %@semestr
pt_br: Apoie um pouco: %@/por trimestre
pt_pt: Apoie: %@/por trimestre
ru: Поддержите: %@/за сезон
th: สนับสนุน: %@/ต่อไตรมาส
tr: Destekle: %@/her sezon
vi: Hỗ trợ một chút: %@/mỗi quý

source: 支持一下： %@/每年
ar: دعم: %@/كل سنة
de: %@/Quartal, automatische Verlängerung
en: %@/year, auto-renews
es: apoyar: %@/año
fr: %@/an, renouvellement automatique
id: Dukung: %@/per tahun
it: %@/anno, rinnovo automatico
ja: サポートしてください：%@／年
ko: 지원해 주세요: %@년/
nl: Ondersteun: %@/jaar
pl: Wspieraj: %@/rok
pt_br: Aiepo um pouco: %@/por ano
pt_pt: Apoie: %@/por ano
ru: Поддержите нас: %@/год
th: สนับสนุน: %@/ต่อปี
tr: Destekle: %@/her yıl
vi: Hỗ trợ một chút: %@/mỗi năm

source: 支持一下： %@/每月
ar: دعم: %@/كل شهر
de: %@/Monat, automatische Verlängerung
en: %@/month, auto-renew
es: apoyar: %@/mes
fr: %@/mois, renouvellement automatique
id: Dukung: %@/per bulan
it: %@/mese, rinnovo automatico
ja: サポートしてください：%@月／
ko: 지원해 주세요: %@/월
nl: Onderunste: %@/ma
pl: Wspieraj: %@/miesiąc
pt_br: Apoie um pouco: %@/por mês
pt_pt: Apoie: %@/por mês
ru: Поддержите нас: %@/месяц
th: สนับสนุน: %@/เดือน
tr: Destekle %@:/her ay
vi: Hỗ trợ một: chút %@/mỗi tháng

source: 支持一下： %@/永久
ar: دعم: %@/دائما
de: Unterstützen: %@/dauerhaft
en: Support: %@/permanent
es: Apoyar: %@/permanente
fr: Soutenez-nous : %@/à vie
id: Dukung: %@/permanen
it: Supporta: %@/permanente
ja: サポート： %@/永久
ko: 지원: %@/영구
nl: Steun ons: %@/permanent
pl: Wspieraj: %@/na zawsze
pt_br: Apoie um pouco: %@/permanente
pt_pt: Apoie: %@/permanentemente
ru: Поддержать: %@/навсегда
th: สนับสนุน: %@/ถาวร
tr: Destek:le %@/kalıcı
vi: Hỗ trợ một chút: %@/vĩnh viễn

source: 支持一下我们吧
ar: لنساعدنا
de: Unterstützen Sie uns doch
en: Support Us
es: Apóyanos
fr: Soutenez-nous
id: Dukung Kami
it: Per favore, supportaci
ja: サポートしてください
ko: 우리를 지원해 주세요
nl: andOndersteun ons
pl: Wesprzyj nas
pt_br: Apoie-nos
pt_pt: Apoie-nos
ru: Поддержите нас
th: สนับสนุนพวกเรา
tr: Lütfen bizi destekleyin
vi: Hỗ trợ chúng tôi một chút
zh_hant: 支持一下我們吧
zh_hk: 支持一下我們吧

source: 支持云同步
ar: يدعم المزامنة السحابية
de: Cloud-Synchronisation unterstützen
en: Support Cloud Sync
es: Soporta sincronización en la nube
fr: Synchronisation cloud supportée
id: Mendukung Sinkisasiron Awan
it: Supporta la sincronizzazione cloud
ja: クラウド同期サポート
ko: 라우드 동기화 지원
nl: Ondersteunt Cloud synchronisatie
pl: Wsparcie synchronizacji z chmurą
pt_br: Suporte para sincronização em nuvem
pt_pt: Suporta sincronização na nuvem
ru: Облачная синхронизация
th: สนับสนุนการซิงค์คลาวด์
tr: Bulut senkronizasyonunu destekleyin
vi: Hỗ trợ đồng bộ đám mây
zh_hant: 支持雲同步
zh_hk: 支持雲同步

source: 支持富士RAW格式
ar: يدعم تن RAWسيق فوجي
de: Unterstützt Fuji RAW-Format
en: Support Fuji RAW Format
es: Admite formato RAW de fuji
fr: Compatible avec le format RAW de Fuji
id: Mendukung Format RAW Fuji
it: Supporta formato il RAW Fuji
ja: 富士RAWフォーマットサポート
ko: 지후 RAW 포맷을 지원합니다
nl: Ondersteunt Fujifoto RAW-formaat
pl: Obsługa formatu RAW Fuji
pt_br: porta formato RAW Fuji
pt_pt: Suporta formato RAW da Fuji
ru: Поддержка формата Fuji RAW
th: สนับสนุนฟอร์แมต RAW ของฟูจิ
tr: Fujifilm RAW formatı destekleniyor
vi: Hỗ trợ định dạng RAW của Fuji
